Repository: BlurOne-GIT/blanket
Catalog: po/*.po
Languages: bn_in

source: Blanket
bn_in: ব্লাঙ্কেট

source: Listen to different sounds
bn_in: বিভিন্ন ধরনের সাউন্ড শুনুন

source: Concentrate;Focus;Noise;Productivity;Sleep;
bn_in: মনোনিবেশ;ফোকাস;নয়েস;প্রোডাক্টিভিটি;ঘুম;

source: Improve focus and increase your productivity by listening to different sounds
bn_in: আপনার ফোকাস ও উৎপাদনশীলতা বাড়িয়ে তুলুন বিভিন্ন ধরনের সাউন্ড শোনার মাধ্যমে

source: Also can help you to fall asleep in a noisy environment.
bn_in: এছাড়াও কোলাহলপূর্ণ পরিবেশে আপনাকে দ্রুত ঘুমিয়ে পড়তে সাহায্য করে

source: Features:
bn_in: বৈশিষ্ট্য:

source: Save presets
bn_in: প্রিসেট সেভ করুন

source: Add custom sounds
bn_in: কাস্টম সাউন্ড যোগ করুন

source: Auto start in background
bn_in: ব্যাকগ্রাউন্ডে অটো স্টার্ট করুন

source: MPRIS integration
bn_in: MPRIS সংযুক্তিকরণ

source: Included Sounds:
bn_in: অন্তর্ভুক্ত সাউন্ডগুলি

source: Birds
bn_in: পাখি

source: Boat
bn_in: নৌকা

source: City
bn_in: শহর

source: Coffee Shop
bn_in: কফিশপ

source: Fireplace
bn_in: ফায়ারপ্লেস

source: Pink Noise
bn_in: গোলাপি নয়েজ

source: Rain
bn_in: বৃষ্টি

source: Summer Night
bn_in: গ্রীষ্মের রাত

source: Storm
bn_in: ঝড়

source: Stream
bn_in: ছোট নদী বা নালা

source: Train
bn_in: ট্রেন

source: Waves
bn_in: ঢেউ

source: White Noise
bn_in: সাদা নয়েজ

source: Wind
bn_in: বাতাস

source: Rafael Mardojai CM
bn_in: রাফায়েল মার্দোহাই সিএম

# visible-name
source: 'Default'
bn_in: 'ডিফল্ট'

source: Presets
bn_in: প্রিসেটগুলি

source: Add Preset…
bn_in: প্রিসেট যোগ করুন...

source: Reset Volume Levels
bn_in: ভলিউম লেভেল রিসেট করুন

source: Keep Playing When Closed
bn_in: বন্ধ করা হলেও চালিয়ে যান

source: Preferences
bn_in: পছন্দসমূহ

source: Keyboard Shortcuts
bn_in: কীবোর্ড শর্টকাট

source: About Blanket
bn_in: ব্লাঙ্কেট সম্বন্ধে

source: Quit
bn_in: প্রস্থান করুন

source: Appearance
bn_in: চেহারা

source: Dark Mode
bn_in: ডার্ক মোড

source: Behavior
bn_in: আচরণ

source: Autostart in background
bn_in: ব্যাকগ্রাউন্ডে অটো স্টার্ট করুন

source: Cancel
bn_in: বাতিল করুন

source: Preset Name
bn_in: প্রিসেটের নাম

source: Rename Preset
bn_in: প্রিসেটের নাম বদলান

source: Delete Preset
bn_in: প্রিসেট ডিলিট করুন

source: Copyright 2020-2021 Rafael Mardojai CM
bn_in: স্বত্বাধিকার 2020-2021 রাফায়েল মার্দোহাই সিএম

# Add your names here, do not remove previous names!
source: translator-credits
bn_in: অনুবাদক-ক্রেডিট

source: General
bn_in: সাধারণ

source: Play/Pause sounds
bn_in: সাউন্ড প্লে/পজ্‌ করুন

source: Add custom sound
bn_in: কাস্টম সাউন্ড যোগ করুন

source: Close window
bn_in: উইন্ডো ক্লোজ করুন

source: Nature
bn_in: প্রকৃতি

source: Travel
bn_in: ভ্রমণ

source: Interiors
bn_in: অন্দরমহল

source: Noise
bn_in: নয়েজ

source: Custom
bn_in: কাস্টম

source: Open audio
bn_in: অডিও ওপেন করুন

source: Autostart Blanket in background.
bn_in: ব্লাঙ্কেটকে ব্যাকগ্রাউন্ডে অটো স্টার্ট করুন

source: Request error
bn_in: রিকোয়েস্ট এরর

source: The autostart request failed.
bn_in: অটো স্টার্ট রিকোয়েস্ট ব্যর্থ হয়েছে

source: Authorization failed
bn_in: অনুমোদন ব্যর্থ হয়েছে

source: Make sure Blanket has permission to run in the background in Settings → Applications → Blanket and try again.
bn_in: ব্লাঙ্কেটের ব্যাকগ্রাউন্ডে চলার অনুমতি আছে কিনা তা সেটিংস → অ্যাপ্লিকেশন থেকে নিশ্চিত করুন এবং পুনরায় চেষ্টা করুন।

source: Add Preset
bn_in: প্রিসেট যোগ করুন

source: Create
bn_in: তৈরি করুন

source: Edit Preset
bn_in: প্রিসেট এডিট করুন

source: Save
bn_in: সেভ করুন

source: Sounds icons
bn_in: সাউন্ড আইকন

source: App icon
bn_in: অ্যাপ আইকন

source: Sounds by
bn_in: সাউন্ডস্‌ বাই

source: Sounds edited by
bn_in: সাউন্ডস্‌ এডিটেড বাই

source: Add Custom Sound…
bn_in: কাস্টম সাউন্ড যোগ করুন...
